Repository: openhab/openhab-ios
Catalog: openHAB/Supporting Files/Localizable.xcstrings
Source language: en
Languages: de, es, fi, fr, it, nb, nl, ru

source: Set Switch
de: Schalter setzen
es: Configurar interruptor
fi: Aseta kytkin
fr: Définir un interrupteur
it: Imposta interruttore
nb: Angi bryter
nl: Schakelaar instellen
ru: Установить переключатель

source: Set Switch State
de: Schalterzustand setzen
es: Definir el estado del interruptor
fi: Aseta kytkimen tila
fr: Définir l'état du Switch
it: Imposta stato Interruttore
nb: Angi Brytertilstand
nl: Stel schakelstatus in
ru: Установить состояние переключателя

source: Set Text
de: Text setzen
es: Establecer texto
fi: Aseta teksti
fr: Définir le texte
it: Imposta testo
nb: Angi tekst
nl: Tekst instellen
ru: Установить текст

source: Set the color of a color control item
de: Farbe eines Kontrollelements festlegen
es: Definir el color de un ítem de control de color
fi: Aseta värikontrollin elementin väri
fr: Définir la couleur d'un élément de contrôle de couleur
it: Imposta il colore di un Item di controllo colore
nb: Angi fargen til et fargekontroll-Item
nl: Stel de kleur van een kleurbesturingsitem in
ru: Установить цвет элемента управления цветом

source: Set the date and time of a DateTime control item
de: Datum und Uhrzeit eines DateTime-Kontrollelements setzen
es: Establecer la fecha y hora de un elemento de control de fecha y hora
fi: Aseta päivämäärä- ja aikakontrollin elementin päivämäärä ja aika
fr: Définir la date et l'heure d'un élément de contrôle DateHeure
it: Imposta la data e l'ora di un elemento di controllo DateTime
nb: Angi dato og tid for et dato- og tidskontrollelement
nl: De datum en tijd instellen van een DateTime-regelaarselement
ru: Установить дату и время элемента управления датой и временем

source: Set the decimal value of a number control item
de: Dezimalwert eines numerischen Kontrollelements setzen
es: Establecer el valor decimal de un ítem de control numérico
fi: Aseta numerokontrollin elementin desimaaliarvo
fr: Définir la valeur décimale d'un item de contrôle de nombre
it: Imposta il valore decimale di un Item di controllo numerico
nb: Sett desimalverdien til en numerisk kontroll-Item
nl: Stel de decimale waarde van een nummer control item in
ru: Установить десятичное значение числового элемента управления

source: Set the integer value of a dimmer or roller shutter
de: Festlegen des Wertes eines Dimmers oder Rollladens
es: Define el valor entero de un regulador o persiana
fi: Aseta himmennin tai rullakaihdin kokonaislukuarvo
fr: Définir la valeur entière d'un dimmer ou d'un volet roulant
it: Imposta il valore intero di un dimmer o una tapparella
nb: Sett heltallsverdien til en dimmer eller rullegardin
nl: Zet de integerwaarde van een dimmer of rolluik
ru: Установить целочисленное значение диммера или роллеты

source: Set the latitude and longitude of a location control item
de: Breitengrad und Längengrad eines Standort-Kontrollelements setzen
es: Establecer la latitud y longitud de un elemento de control de ubicación
fi: Aseta sijaintikontrollin elementin leveysaste ja pituusaste
fr: Définir la latitude et la longitude d'un élément de contrôle de localisation
it: Imposta la latitudine e la longitudine di un elemento di controllo posizione
nb: Angi bredde- og lengdegraden for et posisjonskontrollelement
nl: De breedte- en lengtegraad instellen van een locatieregelaarselement
ru: Установить широту и долготу элемента управления местоположением

source: Set the state of ${itemEntity} to ${state}
de: Den Status von${itemEntity} auf ${state} setzen
es: Establecer el estado de ${itemEntity} en ${state}
fi: Aseta ${itemEntity} tilaksi ${state}
fr: Définir l'état de ${itemEntity} sur ${state}
it: Imposta lo stato di ${itemEntity} su ${state}
nb: Sett tilstanden til ${itemEntity} til ${state}
nl: De status van ${itemEntity} instellen op ${state}
ru: Установить состояние ${itemEntity} в ${state}

source: Set the state of a contact open or closed
de: Status eines Kontakts auf offen oder geschlossen setzen
es: Establecer el estado de un interruptor encendido o apagado
fi: Aseta kosketuksen tilaksi auki tai kiinni
fr: Définir l'état d'un contacteur ouvert ou fermé
it: Imposta lo stato di un contatto aperto o chiuso
nb: Sett tilstanden til en bryter til åpen eller lukket
nl: Zet de status van een contact open of gesloten
ru: Установить состояние контакта: открыт или закрыт

source: Set the state of a switch on or off, or toggle its state
de: Switch-Status auf An, Aus oder Umschalten setzen
es: Establecer el estado de un interruptor en encendido o apagado, o alternarlo
fi: Aseta kytkimen tilaksi päällä tai pois, tai vaihda sen tila
fr: Définir l'état d'un interrupteur sur activé ou désactivé, ou basculer son état
it: Imposta lo stato di un interruttore su acceso o spento, o attiva/disattiva il suo stato
nb: Angi brytertilstanden som på eller av, eller veksle tilstanden
nl: De status van een schakelaar op aan of uit zetten, of de status omschakelen
ru: Установить состояние переключателя вкл или выкл, или переключить его

source: Set the string of a string control item
de: Zeichenkette eines String-Kontrollelements setzen
es: Establecer la cadena de un ítem controlador de cadena
fi: Aseta merkkijonokontrollin elementin merkkijono
fr: Définir la chaîne d'un item de contrôle de chaîne
it: Imposta il valore di una item di controllo di tipo stringa
nb: Angi teksten til et teksterkontroll-Item
nl: De tekenreeks van een string controle item instellen
ru: Установить строку для строкового элемента управления

source: Set value
de: Wert setzen
es: Establecer valor
fi: Aseta arvo
fr: Définir la valeur
it: Imposta valore
nb: Angi verdi
nl: Waarde instellen
ru: Установить значение

source: Settings
de: Einstellungen
es: Configuración
fr: Paramétrage
it: Impostazioni
nb: Innstillinger
nl: Instellingen

# settings_not_received
source: Settings not yet received from iPhone.
de: Einstellungen noch nicht vom iPhone empfangen.
es: Configuración aún no recibida del iPhone.
fi: Asetuksia ei ole vielä vastaanotettu iPhonesta.
fr: Paramètres pas encore reçus de l'iPhone.
it: Impostazioni non ancora ricevute da iPhone.
nb: Innstillinger som ennå ikke er mottatt fra iPhone.
nl: Instellingen nog niet ontvangen van iPhone.
ru: Настройки ещё не получены с iPhone.

source: Show Date
de: Datum anzeigen
es: Mostrar fecha
fi: Näytä päivämäärä
fr: Afficher la date
it: Mostra data
nb: Vis dato
nl: Datum weergeven
ru: Показать дату

source: Show Search Field in Sitemaps
de: Suchfeld in Sitemaps anzeigen
es: Mostrar campo de búsqueda en los mapas del sitio
fi: Näytä hakukenttä sivukartoissa
fr: Afficher le champ de recherche dans les sitemaps
it: Mostra campo di ricerca nelle sitemap
nb: Vis søkefelt i sitemaps
nl: Zoekbalk in sitemaps tonen
ru: Показывать поле поиска в Sitemap

source: Show Seconds
de: Sekunden anzeigen
es: Mostrar segundos
fi: Näytä sekunnit
fr: Afficher les secondes
it: Mostra secondi
nb: Vis sekunder
nl: Seconden weergeven
ru: Показать секунды

source: Show sitemaps by
de: Sitemaps anzeigen als
es: Mostrar mapas de sitio por
fi: Näytä sivukartat järjestyksessä
fr: Afficher les sitemaps par
it: Mostra sitemap per
nb: Vis sitemaps etter
nl: Toon sitemaps op
ru: Показать Sitemap по

source: Show Time
de: Zeit anzeigen
es: Mostrar hora
fi: Näytä aika
fr: Afficher l'heure
it: Mostra ora
nb: Vis tid
nl: Tijd weergeven
ru: Показать время

source: Show Search Field
de: Suchfeld anzeigen

source: Shut
de: Geschlossen
es: Cerrado
fi: Suljettu
fr: Fermé
it: Chiuso
nb: Lukket
nl: Gesloten
ru: Закрыт

source: Sitemap Diagnostics Logging
de: Sitemap-Diagnoseprotokollierung
es: Registro de diagnóstico de Sitemap
fi: Sitemapin diagnostiikkaloki
fr: Journalisation de diagnostic du Sitemap
it: Log diagnostico Sitemap
nb: Diagnostikklogging for Sitemap
nl: Sitemap-diagnostiek loggen
ru: Журнал диагностики Sitemap

source: Sitemap for Apple Watch
de: Apple Watch Sitemap
es: Mapa del sitio para Apple Watch
fi: Sivukartta Apple Watchille
fr: Plan du site pour Apple Watch
it: Sitemap per Apple Watch
nl: Sitemap voor Apple Watch
ru: Sitemap для Apple Watch

source: Sitemap for CarPlay
de: Sitemap für CarPlay
es: Sitemap para CarPlay
fi: CarPlay-sivustokartta
fr: Sitemap pour CarPlay
it: Sitemap per CarPlay
nb: Nettstedskart for CarPlay
nl: Sitemap voor CarPlay
ru: Карта сайта для CarPlay

source: Sitemap Settings
de: Sitemap-Einstellungen
es: Ajustes del esquema
fr: Paramètres Sitemap
it: Impostazioni Sitemap
nb: Innstillinger for Sitemap
nl: Sitemap instellingen

source: Size: %llu MB
de: Größe: %llu MB
es: Tamaño: %llu MB
fi: Koko: %llu Mt
fr: Taille : %llu Mo
it: Dimensione: %llu MB
nb: Størrelse: %llu MB
nl: Grootte: %llu MB
ru: Размер: %llu МБ

source: Skip
de: Überspringen
es: Saltar
fi: Ohita
fr: Passer
it: Salta
nb: Hopp over
nl: Overslaan
ru: Пропустить

source: Skip ahead
de: Vorwärts überspringen
es: Saltar adelante
fi: Hyppää eteenpäin
fr: Sauter en avant
it: Salta avanti
nb: Hopp fremover
nl: Vooruitspringen
ru: Пропустить вперёд

source: Skip back
de: Zurückspringen
es: Retroceder
fi: Siirry taaksepäin
fr: Reculer
it: Torna indietro
nb: Hopp tilbake
nl: Terugspoelen
ru: Перемотать назад

source: Skip forward
de: Vorwärts springen
es: Avanzar
fi: Siirry eteenpäin
fr: Avancer
it: Avanti veloce
nb: Hopp fremover
nl: Vooruitspoelen
ru: Перемотать вперёд

source: Soft White
de: Weiches Weiß
es: Blanco suave
fi: Pehmeä valkoinen
fr: Blanc doux
it: Bianco morbido
nb: Myk hvit
nl: Zacht wit
ru: Мягкий белый

source: Sort sitemaps by
de: Sitemaps sortieren nach
es: Ordenar mapas de sitio por
fi: Järjestä sivukartat
fr: Trier les plans du site par
it: Ordina sitemap per
nb: Sorter sitemaps etter
nl: Sitemaps sorteren op
ru: Сортировать Sitemap по

source: Speed up
de: Beschleunigen
es: Acelerar
fi: Nopeuta
fr: Accélérer
it: Accelera
nb: Øk hastighet
nl: Versnellen
ru: Ускорить

source: SSL error. The connection couldn’t be established securely.
de: SSL-Fehler. Die Verbindung konnte nicht sicher hergestellt werden.
es: Error SSL. No se ha podido establecer la conexión de forma segura.
fi: SSL-virhe. Yhteyttä ei voitu muodostaa turvallisesti.
fr: Erreur SSL. La connexion n'a pas pu être établie de manière sécurisée.
it: Errore SSL. Impossibile stabilire la connessione in modo sicuro.
nb: SSL-feil. Tilkoblingen kunne ikke opprettes sikkert.
nl: SSL-fout. De verbinding kon niet veilig worden opgezet.
ru: Ошибка SSL. Не удалось установить безопасное соединение.

source: SSL off
de: SSL aus
es: SSL desactivado
fi: SSL pois
fr: SSL désactivé
it: SSL disattivato
nb: SSL av
nl: SSL uit
ru: SSL выкл.

source: SSL Certificate Error
de: SSL-Zertifikatfehler
es: Error de certificado SSL
fr: Erreur de certificat SSL
it: Errore certificato SSL
nb: Feil med SSL sertifikat
nl: SSL-certificaat fout

# ssl_certificate_invalid
source: SSL Certificate presented by %1$@ for %2$@ is invalid. Do you want to proceed?
de: Das von %1$@ für %2$@ vorgestellte SSL-Zertifikat ist ungültig. Möchtest du fortfahren?
es: El certificado SSL presentado por %1$@ para %2$@ no es válido. ¿Desea continuar?
fr: Le certificat SSL présenté par %1$@ pour %2$@ n'est pas valide. Voulez-vous continuer ?
it: Il certificato SSL presentato da %1$@ per %2$@ non è valido. Vuoi procedere?
nb: SSL-sertifikat presentert av %1$@ for %2$@ er ugyldig. Vil du fortsette?
nl: SSL-certificaat gepresenteerd door %1$@ voor %2$@ is ongeldig. Wilt u toch doorgaan?

# ssl_certificate_no_match
source: SSL Certificate presented by %1$@ for %2$@ doesn't match the record. Do you want to proceed?
de: Das von %1$@ für %2$@ vorgestellte SSL-Zertifikat stimmt nicht mit dem Datensatz überein. Möchtest du fortfahren?
es: El certificado SSL presentado por %1$@ para %2$@ no coincide con el registro. ¿Desea continuar?
fr: Le certificat SSL présenté par %1$@ pour %2$@ ne correspond pas à l'enregistrement. Voulez-vous continuer ?
it: Il certificato SSL presentato da %1$@ per %2$@ non corrisponde al record. Vuoi procedere?
nb: SSL-sertifikat presentert av %1$@ for %2$@ samsvarer ikke med det som er lagret fra før av. Vil du fortsette?
nl: SSL-certificaat gepresenteerd door %1$@ voor %2$@ komt niet overeen met het record. Wilt u toch doorgaan?

source: SSL Certificate Warning
de: SSL-Zertifikatwarnung
es: Aviso de certificado SSL
fr: Avertissement de certificat SSL
it: Avviso Certificato SSL
nb: Advarsel for SSL sertifikat
nl: SSL-certificaat waarschuwing

source: State
de: Status
es: Provincia
fi: Tila
fr: État
it: Stato
nb: Tilstand
nl: Status
ru: Состояние

source: Stop
de: Stopp
es: Parar
fi: Pysäytä
fr: Arrêter
it: Ferma
nb: Stopp
nl: Stoppen
ru: Остановить

source: Suspend
de: Anhalten
es: Suspender
fi: Keskeytä
fr: Suspendre
it: Sospendi
nb: Sett på vent
nl: Onderbreken
ru: Приостановить

source: Switch
de: Schalten
es: Alternar
fi: Kytke
fr: Commuter
it: Cambia
nb: Bytt
nl: Schakelen
ru: Переключить

source: Switch Action
de: Switch-Aktion
es: Acción del interruptor
fi: Kytkimen toiminto
fr: Action d'interrupteur
it: Azione interruttore
nb: Bryterhandling
nl: Schakelaaractie
ru: Действие переключателя

source: Switch Home
de: Zuhause wechseln
es: Cambiar hogar
fi: Vaihda koti
fr: Changer de maison
it: Cambia casa
nb: Bytt hjem
nl: Thuis wisselen
ru: Переключить дом

source: Switch Item 1
de: Schalterelement 1
es: Elemento de interruptor 1
fi: Kytkinkohde 1
fr: Élément commutateur 1
it: Elemento interruttore 1
nb: Brytterelement 1
nl: Schakelaaritem 1
ru: Элемент переключателя 1

source: Switch Item 2
de: Schalterelement 2
es: Elemento de interruptor 2
fi: Kytkinkohde 2
fr: Élément commutateur 2
it: Elemento interruttore 2
nb: Brytterelement 2
nl: Schakelaaritem 2
ru: Элемент переключателя 2

source: Switch Item 3
de: Schalterelement 3
es: Elemento de interruptor 3
fi: Kytkinkohde 3
fr: Élément commutateur 3
it: Elemento interruttore 3
nb: Brytterelement 3
nl: Schakelaaritem 3
ru: Элемент переключателя 3

source: Switch Item 4
de: Schalterelement 4
es: Elemento de interruptor 4
fi: Kytkinkohde 4
fr: Élément commutateur 4
it: Elemento interruttore 4
nb: Brytterelement 4
nl: Schakelaaritem 4
ru: Элемент переключателя 4

source: Switch off
de: Abschalten
es: Desactivar
fi: Kytke pois
fr: Désactiver
it: Disattiva
nb: Deaktiver
nl: Uitzetten
ru: Отключить

source: Switch on
de: Anschalten
es: Activar
fi: Kytke päälle
fr: Activer
it: Attiva
nb: Aktiver
nl: Aanzetten
ru: Включить

source: Switch or Dimmer Item
de: Schalter- oder Dimmerelement
es: Elemento de interruptor o regulador
fi: Kytkin- tai himmenninkohde
fr: Élément commutateur ou variateur
it: Elemento interruttore o dimmer
nb: Bryter- eller dimmer-element
nl: Schakelaar- of dimmeritem
ru: Элемент переключателя или диммера

source: Switch the active home in the openHAB app
de: Aktives Zuhause in der openHAB-App wechseln
es: Cambiar la casa activa en la app openHAB
fi: Vaihda aktiivinen koti openHAB-sovelluksessa
fr: Changer le domicile actif dans l'application openHAB
it: Cambia la casa attiva nell'app openHAB
nb: Bytt aktivt hjem i openHAB-appen
nl: Actief thuis wijzigen in de openHAB-app
ru: Сменить активный дом в приложении openHAB

source: Switch Widget Configuration
de: Schalter-Widget-Konfiguration
es: Configuración del widget de interruptor
fi: Kytkinwidgetin määritys
fr: Configuration du widget commutateur
it: Configurazione widget interruttore
nb: Bryter-widgetkonfigurasjon
nl: Schakelaarwidgetconfiguratie
ru: Настройka виджета переключателя

# sync_prefs
source: Sync preferences
de: Synchronisationseinstellung
es: Preferencias de sincronización
fr: Synchroniser les préférences
it: Sincronizza preferenze
nb: Sync-innstillinger
nl: Synchronisatie voorkeuren

source: Test Connection
de: Testverbindung
es: Probar conexión
fi: Testaa yhteys
fr: Tester la connexion
it: Testa connessione
nb: Test tilkobling
nl: Verbinding testen
ru: Проверить соединение

source: Test Screen Saver
de: Bildschirmschoner testen
es: Probar protector de pantalla
fi: Testaa näytönsäästäjä
fr: Tester l'économiseur d'écran
it: Testa salvaschermo
nb: Test skjermsparer
nl: Schermbeveiliging testen
ru: Тестировать заставку

source: The app crashed during the previous session. Would you like to send a crash report?
de: Die App ist in der vorherigen Sitzung abgestürzt. Möchten Sie einen Absturzbericht senden?
es: La aplicación se cerró inesperadamente en la sesión anterior. ¿Quieres enviar un informe de fallos?
fi: Sovellus kaatui edellisen istunnon aikana. Haluatko lähettää kaatumisraportin?
fr: L'application s'est bloquée lors de la session précédente. Voulez-vous envoyer un rapport d'incident ?
it: L'app si è arrestata in modo anomalo durante la sessione precedente. Vuoi inviare un rapporto di arresto anomalo?
nb: Appen krasjet under den forrige økten. Vil du sende en krasjrapport?
nl: De app is tijdens de vorige sessie gecrasht. Wil je een crashrapport verzenden?
ru: Приложение аварийно завершило работу в предыдущем сеансе. Отправить отчёт о сбое?

source: The connection timed out. Try again later.
de: Die Verbindung ist abgelaufen. Später noch einmal versuchen.
es: La conexión ha expirado. Inténtalo de nuevo más tarde.
fi: Yhteys aikakatkaistiin. Yritä myöhemmin uudelleen.
fr: La connexion a expiré. Réessayez plus tard.
it: La connessione è scaduta. Riprova più tardi.
nb: Tilkoblingen ble tidsavbrutt. Prøv igjen senere.
nl: De verbinding is verlopen. Probeer het later opnieuw.
ru: Время ожидания подключения истекло. Попробуйте позже.

source: The state of %@ is %@
de: Der Status von %@ ist %@
es: El estado de %@ es %@
fi: Elementin %@ tila on %@
fr: L'état de %@ est %@
it: Lo stato di %@ è %@
nb: Tilstanden til %@ er %@
nl: De staat van %@ is %@
ru: Состояние %@ равно %@

source: The state of %@ was set to %@
de: Der Status von %@ wurde auf %@ gesetzt
es: El estado de %@ se ha establecido en %@
fi: Elementin %@ tilaksi asetettiin %@
fr: L'état de %@ a été réglé sur %@
it: Lo stato di %@ è stato impostato su %@
nb: Tilstanden til %@ ble satt til %@
nl: De status van %@ is ingesteld op %@
ru: Состояние %@ установлено на %@

source: The URL is invalid. Please check the format (e.g., http://192.168.2.1:8080 or http://[::1]:8080 for IPv6).
de: Die URL ist ungültig. Bitte überprüfe das Format (z.B. http://192.168.2.1:8080 oder http://[::1]:8080 für IPv6).
es: La URL no es válida. Por favor, comprueba el formato (p. ej., http://192.168.2.1:8080 o http://[::1]:8080 para IPv6).
fi: URL on virheellinen. Tarkista muoto (esim. http://192.168.2.1:8080 tai http://[::1]:8080 IPv6:lle).
fr: L'URL est invalide. Veuillez vérifier le format (p. ex., http://192.168.2.1:8080 ou http://[::1]:8080 pour IPv6).
it: L'URL non è valido. Controlla il formato (es. http://192.168.2.1:8080 o http://[::1]:8080 per IPv6).
nb: URL-en er ugyldig. Sjekk formatet (f.eks. http://192.168.2.1:8080 eller http://[::1]:8080 for IPv6).
nl: De URL is ongeldig. Controleer het formaat (bijv. http://192.168.2.1:8080 of http://[::1]:8080 voor IPv6).
ru: URL недействителен. Проверьте формат (например, http://192.168.2.1:8080 или http://[::1]:8080 для IPv6).

source: Tiles
de: Kacheln
es: Fichas
fi: Ruudut
fr: Tuiles
it: Riquadri
nb: Fliser
nl: Tegels
ru: Плитки

source: To connect to your local openHAB server, please allow Local Network access when prompted. If you previously denied it, enable it in Settings → Privacy & Security → Local Network.
de: Um eine Verbindung zu deinem lokalen openHAB-Server herzustellen, erlauben bitte den Zugriff auf das lokale Netzwerk, wenn du dazu aufgefordert wirst. Wenn du es zuvor abgelehnt hast, aktiviere es unter Einstellungen → Datenschutz & Sicherheit → Lokales Netzwerk.
es: Para conectarte a tu servidor openHAB local, permite el acceso a la Red Local cuando se te solicite. Si anteriormente lo denegaste, actívalo en Ajustes → Privacidad y Seguridad → Red Local.
fi: Yhdistääksesi paikalliseen openHAB-palvelimeen, salli lähiverkkoyhteys pyydettäessä. Jos olet aiemmin kieltänyt sen, ota se käyttöön kohdassa Asetukset → Yksityisyys ja turvallisuus → Lähiverkko.
fr: Pour te connecter à ton serveur openHAB local, autorise l’accès au réseau local lorsque tu y es invité. Si tu l’as précédemment refusé, active-le dans Réglages → Confidentialité et sécurité → Réseau local.
it: Per connetterti al tuo server openHAB locale, consenti l'accesso alla rete locale quando richiesto. Se in precedenza hai negato l'accesso, abilitalo in Impostazioni → Privacy e sicurezza → Rete locale.
nb: For å koble til din lokale openHAB-server, vennligst tillat tilgang til lokalt nettverk når du blir bedt om det. Hvis du tidligere nektet det, aktiver det i Innstillinger → Personvern og sikkerhet → Lokalt nettverk.
nl: Om verbinding te maken met uw lokale openHAB-server, sta toegang tot het lokale netwerk toe wanneer hierom wordt gevraagd. Als u dit eerder heeft geweigerd, schakel het in via Instellingen → Privacy en beveiliging → Lokaal netwerk.
ru: Чтобы подключиться к локальному серверу openHAB, разрешите доступ к локальной сети при появлении запроса. Если вы ранее отказали, включите это в Настройках → Конфиденциальность и безопасность → Локальная сеть.

source: Toggle
de: Umschalten
es: Alternar
fi: Vaihda
fr: Basculer
it: Attiva/Disattiva
nb: Veksle
nl: Omschakelen
ru: Переключить

source: Triggered
de: Ausgelöst
es: Activado
fi: Lauennut
fr: Déclenché
it: Attivato
nb: Utløst
nl: Geactiveerd
ru: Сработал

source: Turn off
de: Ausschalten
es: Apagar
fi: Laita pois
fr: Éteindre
it: Spegni
nb: Slå av
nl: Uitschakelen
ru: Выключить

source: Turn on
de: Einschalten
es: Encender
fi: Laita päälle
fr: Allumer
it: Accendi
nb: Slå på
nl: Inschakelen
ru: Включить

# unable_to_add_certificate
source: Unable to add certificate to the keychain: %@.
de: Zertifikat konnte nicht zum Schlüsselbund hinzugefügt werden: %@.
es: No se puede agregar el certificado al llavero %@.
fr: Impossible d'ajouter le certificat au trousseau : %@.
it: Impossibile aggiungere il certificato al portachiavi: %@.
nb: Kan ikke legge sertifikatet til i nøkkelkjeden: %@.
nl: Kan certificaat niet toevoegen aan de sleutelhanger: %@.

source: Unable to decode certificate: %@.
de: Zertifikat kann nicht dekodiert werden: %@.
es: No se puede descifrar el certificado: %@.
fr: Impossible de décoder le certificat : %@.
it: Impossibile decodificare il certificato: %@.
nb: Kan ikke dekode sertifikat: %@.
nl: Kan certificaat niet decoderen: %@.

source: Unexpected error: %@
de: Unerwarteter Fehler: %@
es: Error inesperado: %@
fi: Odottamaton virhe: %@
fr: Erreur inattendue : %@
it: Errore imprevisto: %@
nb: Uventet feil: %@
nl: Onverwachte fout: %@
ru: Неожиданная ошибка: %@

source: unknown
de: unbekannt
es: desconocido
fr: inconnu
it: sconosciuto
nb: ukjent
nl: onbekend

source: Unknown home
de: Unbekanntes Zuhause
es: Hogar desconocido
fi: Tuntematon koti
fr: Domicile inconnu
it: Casa sconosciuta
nb: Ukjent hjem
nl: Onbekend huis
ru: Неизвестный дом

source: Updating…
de: Aktualisierung …
es: Actualizando…
fi: Päivitetään…
fr: Mise à jour…
it: Aggiorno …
nb: Oppdaterer…
nl: Bijwerken…
ru: Обновление…

# Use Remote Connection
source: Use Cloud Connection
de: Cloud-Verbindung verwenden
es: Usar conexión en la nube
fi: Käytä pilviyhteyttä
fr: Utiliser la connexion cloud
it: Usa connessione cloud
nb: Bruk skytilkobling
nl: Cloudverbinding gebruiken
ru: Использовать облачное подключение

# uselastpath_settings
source: Use last visited path?
de: Zuletzt besuchten Pfad verwenden?
es: ¿Usar la última ruta visitada?
fi: Käytä edellistä polkua?
fr: Utiliser le chemin de la dernière visite ?
it: Usare L'Ultimo Percorso Visitato?
nb: Bruk sist brukte bane?
nl: Laatst bezochte pad gebruiken?

source: User Interface
de: Benutzeroberfläche
es: Interfaz de usuario
fi: Käyttöliittymä
fr: Interface utilisateur
it: Interfaccia utente
nb: Brukergrensesnitt
nl: Gebruikersinterface
ru: Пользовательский интерфейс
